Repository: Kruszoneq/macUSB
Catalog: macUSB/Resources/Creator.xcstrings
Source language: pl
Languages: de, en, es, fr, it, ja, pt_br, ru, tr, uk, vi, zh_hans

# creator.windows.workflow.create_media.status
source: Kopiowanie plików instalatora Windows na nośnik USB...
de: Windows-Installationsdateien werden auf das USB-Medium kopiert...
en: Copying Windows installer files to the USB media...
es: Copiando los archivos del instalador de Windows al medio USB...
fr: Copie des fichiers du programme d’installation Windows sur le support USB...
it: Copia dei file del programma di installazione di Windows sul supporto USB...
ja: Windows インストーラファイルを USB メディアにコピー中...
pt_br: Copiando os arquivos do instalador do Windows para a mídia USB...
ru: Копирование файлов установщика Windows на USB-носитель...
tr: Windows yükleyici dosyaları USB ortamına kopyalanıyor...
uk: Копіювання файлів інсталятора Windows на USB-носій...
vi: Đang sao chép các tệp trình cài đặt Windows vào phương tiện USB...
zh_hans: 正在将 Windows 安装程序文件复制到 USB 介质...

# creator.windows.workflow.create_media.title
source: Tworzenie nośnika Windows
de: Erstellen des Windows-Mediums
en: Creating Windows media
es: Creando medio de Windows
fr: Création du support Windows
it: Creazione del supporto Windows
ja: Windows メディアを作成中
pt_br: Criando mídia do Windows
ru: Создание носителя Windows
tr: Windows ortamı oluşturuluyor
uk: Створення носія Windows
vi: Đang tạo phương tiện Windows
zh_hans: 正在创建 Windows 介质

# creator.windows.workflow.install_macusboot.checking_artifact
source: Sprawdzanie plików macUSBoot…
de: macUSBoot-Dateien werden überprüft…
en: Checking macUSBoot files…
es: Comprobando los archivos de macUSBoot…
fr: Vérification des fichiers macUSBoot…
it: Verifica dei file di macUSBoot…
ja: macUSBootファイルを確認中…
pt_br: Verificando os arquivos do macUSBoot…
ru: Проверка файлов macUSBoot…
tr: macUSBoot dosyaları denetleniyor…
uk: Перевірка файлів macUSBoot…
vi: Đang kiểm tra các tệp macUSBoot…
zh_hans: 正在检查 macUSBoot 文件…

# creator.windows.workflow.install_macusboot.checking_layout
source: Sprawdzanie układu MBR/FAT32…
de: Das MBR/FAT32-Layout wird überprüft…
en: Checking the MBR/FAT32 layout…
es: Comprobando la disposición MBR/FAT32…
fr: Vérification de la disposition MBR/FAT32…
it: Verifica del layout MBR/FAT32…
ja: MBR/FAT32レイアウトを確認中…
pt_br: Verificando o layout MBR/FAT32…
ru: Проверка структуры MBR/FAT32…
tr: MBR/FAT32 yerleşimi denetleniyor…
uk: Перевірка структури MBR/FAT32…
vi: Đang kiểm tra bố cục MBR/FAT32…
zh_hans: 正在检查 MBR/FAT32 布局…

# creator.windows.workflow.install_macusboot.remounting
source: Ponowne montowanie nośnika USB…
de: Das USB-Laufwerk wird erneut aktiviert…
en: Remounting the USB drive…
es: Volviendo a montar la unidad USB…
fr: Remontage du disque USB…
it: Riattivazione dell’unità USB…
ja: USBドライブを再マウント中…
pt_br: Montando novamente a unidade USB…
ru: Повторное подключение USB-накопителя…
tr: USB sürücüsü yeniden bağlanıyor…
uk: Повторне монтування USB-носія…
vi: Đang gắn lại ổ đĩa USB…
zh_hans: 正在重新装载 USB 储存设备…

# creator.windows.workflow.install_macusboot.title
source: Instalowanie programu rozruchowego
de: Installieren des Bootloaders
en: Installing the boot loader
es: Instalando el cargador de arranque
fr: Installation du chargeur d’amorçage
it: Installazione del bootloader
ja: ブートローダをインストール中
pt_br: Instalando o gerenciador de inicialização
ru: Установка загрузчика
tr: Önyükleyici yükleniyor
uk: Інсталювання завантажувача
vi: Đang cài đặt trình nạp khởi động
zh_hans: 正在安装引导加载程序

# creator.windows.workflow.install_macusboot.unmounting
source: Odmontowywanie nośnika USB…
de: Das USB-Laufwerk wird deaktiviert…
en: Unmounting the USB drive…
es: Desmontando la unidad USB…
fr: Démontage du disque USB…
it: Disattivazione dell’unità USB…
ja: USBドライブのマウントを解除中…
pt_br: Desmontando a unidade USB…
ru: Отключение USB-накопителя…
tr: USB sürücüsünün bağlantısı kesiliyor…
uk: Відмонтування USB-носія…
vi: Đang tháo ổ đĩa USB…
zh_hans: 正在取消装载 USB 储存设备…

# creator.windows.workflow.install_macusboot.verifying
source: Weryfikowanie instalacji macUSBoot…
de: Die macUSBoot-Installation wird überprüft…
en: Verifying the macUSBoot installation…
es: Verificando la instalación de macUSBoot…
fr: Vérification de l’installation de macUSBoot…
it: Verifica dell’installazione di macUSBoot…
ja: macUSBootのインストールを検証中…
pt_br: Verificando a instalação do macUSBoot…
ru: Проверка установки macUSBoot…
tr: macUSBoot yüklemesi doğrulanıyor…
uk: Перевірка інсталяції macUSBoot…
vi: Đang xác minh việc cài đặt macUSBoot…
zh_hans: 正在验证 macUSBoot 安装…

# creator.windows.workflow.install_macusboot.writing_mbr
source: Zapisywanie kodu macUSBoot w MBR…
de: macUSBoot-Code wird in den MBR geschrieben…
en: Writing macUSBoot code to the MBR…
es: Escribiendo el código de macUSBoot en el MBR…
fr: Écriture du code macUSBoot dans le MBR…
it: Scrittura del codice macUSBoot nell’MBR…
ja: macUSBootコードをMBRに書き込み中…
pt_br: Gravando o código do macUSBoot no MBR…
ru: Запись кода macUSBoot в MBR…
tr: macUSBoot kodu MBR’ye yazılıyor…
uk: Запис коду macUSBoot у MBR…
vi: Đang ghi mã macUSBoot vào MBR…
zh_hans: 正在将 macUSBoot 代码写入 MBR…

# creator.windows.workflow.install_macusboot.writing_stage_two
source: Zapisywanie drugiego etapu macUSBoot…
de: Die zweite macUSBoot-Stufe wird geschrieben…
en: Writing macUSBoot stage 2…
es: Escribiendo la segunda etapa de macUSBoot…
fr: Écriture de la deuxième étape de macUSBoot…
it: Scrittura della seconda fase di macUSBoot…
ja: macUSBootの第2ステージを書き込み中…
pt_br: Gravando o segundo estágio do macUSBoot…
ru: Запись второго этапа macUSBoot…
tr: macUSBoot’un ikinci aşaması yazılıyor…
uk: Запис другого етапу macUSBoot…
vi: Đang ghi giai đoạn thứ hai của macUSBoot…
zh_hans: 正在写入 macUSBoot 第二阶段…

# creator.windows.workflow.prepare_source.status
source: Weryfikowanie źródła ISO, montowanie obrazu i sprawdzanie ograniczeń FAT32...
de: Vorbereiten der Quelldateien fuer einen sicheren Ablauf.
en: Validating the ISO source, mounting the image, and checking FAT32 limits...
es: Preparacion de los archivos de origen para un proceso seguro.
fr: Preparation des fichiers source pour un deroulement securise.
it: Preparazione dei file di origine per un flusso di lavoro sicuro.
ja: 安全に処理を進めるためソースファイルを準備しています。
pt_br: Preparacao dos arquivos de origem para um fluxo seguro.
ru: Подготовка исходных файлов для безопасного выполнения процесса.
tr: Güvenli bir iş akışı için kaynak dosyaları hazırlamak.
uk: Підготовка вихідних файлів для безпечного робочого процесу.
vi: Chuẩn bị các tập tin nguồn cho một quy trình làm việc an toàn.
zh_hans: 正在准备源文件，以确保流程安全进行。

# creator.windows.workflow.prepare_source.title
source: Przygotowywanie plików instalatora
de: Vorbereiten der Installationsdateien
en: Preparing installer files
es: Preparacion de los archivos del instalador
fr: Preparation des fichiers d'installation
it: Preparazione dei file di installazione
ja: インストーラファイルの準備
pt_br: Preparacao dos arquivos do instalador
ru: Подготовка файлов установщика
tr: Kurulum dosyalarının hazırlanması
uk: Підготовка файлів інсталятора
vi: Đang chuẩn bị file cài đặt
zh_hans: 正在准备安装器文件

# creator.windows.workflow.prepare_target.status
source: Odmontowywanie nośnika USB i przygotowywanie formatu MBR/FAT32...
de: Aushängen des Zieldatenträgers...
en: Unmounting the USB device and preparing MBR/FAT32 format...
es: Desmontando el disco de destino...
fr: Démontage du disque cible...
it: Smontaggio del disco di destinazione...
ja: 対象ディスクをアンマウント中...
pt_br: Desmontando o disco de destino...
ru: Отмонтирование целевого диска...
tr: Hedef diskin bağlantısı kesiliyor...
uk: Відмонтування цільового диска...
vi: Đang tháo gắn kết ổ đích...
zh_hans: 正在卸载目标磁盘...

# creator.windows.workflow.prepare_target.title
source: Przygotowanie dysku docelowego
de: Vorbereiten des Zieldatenträgers
en: Preparing target disk
es: Preparando el disco de destino
fr: Préparation du disque cible
it: Preparazione del disco di destinazione
ja: 対象ディスクを準備中
pt_br: Preparando o disco de destino
ru: Подготовка целевого диска
tr: Hedef disk hazırlanıyor
uk: Підготовка цільового диска
vi: Đang chuẩn bị ổ đích
zh_hans: 正在准备目标磁盘

# creator.windows.workflow.split_wim.status
source: Dzielenie pliku install.wim na segmenty zgodne z FAT32...
de: Uebertragen des Systemabbilds auf das ausgewaehlte USB-Medium.
en: Splitting install.wim into FAT32-compatible segments...
es: Transferencia de la imagen del sistema al medio USB seleccionado.
fr: Transfert de l'image systeme vers le support USB selectionne.
it: Trasferimento dell'immagine del sistema sul supporto USB selezionato.
ja: 選択したUSBメディアへシステムイメージを転送しています。
pt_br: Transferencia da imagem do sistema para a midia USB selecionada.
ru: Перенос образа системы на выбранный USB-носитель.
tr: Sistem görüntüsünün seçilen USB ortamına aktarılması.
uk: Перенесення образу системи на вибраний носій USB.
vi: Truyền hình ảnh hệ thống sang phương tiện USB đã chọn.
zh_hans: 正在将系统镜像传输到所选 USB 介质。

# creator.windows.workflow.split_wim.title
source: Dzielenie pliku instalacyjnego Windows
de: Erstellen des Installationsmediums
en: Splitting the Windows installer file
es: Creacion del medio de instalacion
fr: Creation du support d'installation
it: Creazione del supporto di installazione
ja: インストールメディアの作成
pt_br: Criacao da midia de instalacao
ru: Создание установочного носителя
tr: Kurulum medyası oluşturma
uk: Створення інсталяційного носія
vi: Tạo phương tiện cài đặt
zh_hans: 正在创建安装介质

# creator.windows.workflow.verify_media.status
source: Sprawdzanie plików rozruchowych i struktury instalatora Windows...
de: Prüfen der Übereinstimmung zwischen Quellimage und USB-Datenträger...
en: Checking boot files and Windows installer structure...
es: Comprobando la coherencia de datos entre la imagen de origen y el medio USB...
fr: Vérification de la cohérence des données entre l’image source et le support USB...
it: Verifica della coerenza dei dati tra l’immagine sorgente e il supporto USB...
ja: ソースイメージとUSBメディアのデータ整合性を確認中...
pt_br: Verificando a consistência dos dados entre a imagem de origem e a mídia USB...
ru: Проверка соответствия данных между исходным образом и USB-носителем...
tr: Kaynak imaj ile USB ortamı arasındaki veri tutarlılığı denetleniyor...
uk: Перевірка відповідності даних між вихідним образом і USB-носієм...
vi: Đang kiểm tra tính nhất quán dữ liệu giữa ảnh nguồn và thiết bị USB...
zh_hans: 正在检查源镜像与 USB 介质之间的数据一致性...

# creator.windows.workflow.verify_media.title
source: Weryfikowanie nośnika Windows
de: Verifizieren des Windows-Mediums
en: Verifying Windows media
es: Verificando el medio de Windows
fr: Vérification du support Windows
it: Verifica del supporto Windows
ja: Windows メディアを検証中
pt_br: Verificando mídia do Windows
ru: Проверка носителя Windows
tr: Windows ortamı doğrulanıyor
uk: Перевірка носія Windows
vi: Đang xác minh phương tiện Windows
zh_hans: 正在验证 Windows 介质

# creator.workflow.cleanup_temp.status
source: Usuwanie tymczasowych plików w celu zwolnienia miejsca.
de: Entfernen temporaerer Dateien, um Speicherplatz freizugeben.
en: Removing temporary files to free up space.
es: Eliminacion de archivos temporales para liberar espacio.
fr: Suppression des fichiers temporaires pour liberer de l'espace.
it: Rimozione di file temporanei per liberare spazio.
ja: 空き容量を確保するため一時ファイルを削除しています。
pt_br: Remocao de arquivos temporarios para liberar espaco.
ru: Удаление временных файлов для освобождения места.
tr: Yer açmak için geçici dosyaları kaldırma.
uk: Видалення тимчасових файлів, щоб звільнити місце.
vi: Xóa các tập tin tạm thời để giải phóng dung lượng.
zh_hans: 正在删除临时文件以释放空间。

# creator.workflow.cleanup_temp.title
source: Porządkowanie plików tymczasowych
de: Aufraeumen temporaerer Dateien
en: Cleaning up temporary files
es: Limpieza de archivos temporales
fr: Nettoyage des fichiers temporaires
it: Pulizia dei file temporanei
ja: 一時ファイルの整理
pt_br: Limpeza de arquivos temporarios
ru: Очистка временных файлов
tr: Geçici dosyaları temizleme
uk: Очищення тимчасових файлів
vi: Dọn dẹp các tập tin tạm thời
zh_hans: 正在清理临时文件

# creator.workflow.finalize.status
source: Finalizowanie operacji i przygotowywanie podsumowania.
de: Finalisieren des Vorgangs und Vorbereiten der Zusammenfassung.
en: Finalizing the operation and preparing a summary.
es: Finalizacion de la operacion y preparacion del resumen.
fr: Finalisation de l'operation et preparation du resume.
it: Completamento dell'operazione e preparazione di un riassunto.
ja: 処理を完了し、概要を準備しています。
pt_br: Finalizacao da operacao e preparacao do resumo.
ru: Завершение операции и подготовка итогов.
tr: Operasyonun sonuçlandırılması ve özetin hazırlanması.
uk: Завершення операції та підготовка резюме.
vi: Hoàn thiện hoạt động và chuẩn bị một bản tóm tắt.
zh_hans: 正在完成操作并准备摘要。

# creator.workflow.finalize.title
source: Zakończenie procesu
de: Abschliessen des Vorgangs
en: Finishing the process
es: Finalizacion del proceso
fr: Finalisation du processus
it: Fine del processo
ja: 処理の完了
pt_br: Finalizacao do processo
ru: Завершение процесса
tr: Süreci bitirme
uk: Завершення процесу
vi: Kết thúc quá trình
zh_hans: 正在完成流程

# creator.workflow.initializing.status
source: Rozpoczynanie...
de: Starten...
en: Starting...
es: Iniciando...
fr: Démarrage...
it: Avvio...
ja: 開始中...
pt_br: Iniciando...
ru: Запуск...
tr: Başlatılıyor...
uk: Запуск...
vi: Đang bắt đầu...
zh_hans: 正在启动...

# creator.workflow.prepare_source.status
source: Przygotowywanie plików źródłowych dla bezpiecznego przebiegu procesu.
de: Vorbereiten der Quelldateien fuer einen sicheren Ablauf.
en: Preparing source files for a safe workflow.
es: Preparacion de los archivos de origen para un proceso seguro.
fr: Preparation des fichiers source pour un deroulement securise.
it: Preparazione dei file di origine per un flusso di lavoro sicuro.
ja: 安全に処理を進めるためソースファイルを準備しています。
pt_br: Preparacao dos arquivos de origem para um fluxo seguro.
ru: Подготовка исходных файлов для безопасного выполнения процесса.
tr: Güvenli bir iş akışı için kaynak dosyaları hazırlamak.
uk: Підготовка вихідних файлів для безпечного робочого процесу.
vi: Chuẩn bị các tập tin nguồn cho một quy trình làm việc an toàn.
zh_hans: 正在准备源文件，以确保流程安全进行。

# creator.workflow.prepare_source.title
source: Przygotowywanie plików instalatora
de: Vorbereiten der Installationsdateien
en: Preparing installer files
es: Preparacion de los archivos del instalador
fr: Preparation des fichiers d'installation
it: Preparazione dei file di installazione
ja: インストーラファイルの準備
pt_br: Preparacao dos arquivos do instalador
ru: Подготовка файлов установщика
tr: Kurulum dosyalarının hazırlanması
uk: Підготовка файлів інсталятора
vi: Đang chuẩn bị file cài đặt
zh_hans: 正在准备安装器文件

# creator.workflow.starting.status
source: Przygotowywanie operacji...
de: Vorbereiten des Vorgangs...
en: Preparing operation...
es: Preparando la operación...
fr: Préparation de l’opération...
it: Preparazione dell’operazione...
ja: 処理を準備中...
pt_br: Preparando a operação...
ru: Подготовка операции...
tr: İşlem hazırlanıyor...
uk: Підготовка операції...
vi: Đang chuẩn bị thao tác...
zh_hans: 正在准备操作...

# creator.workflow.starting.title
source: Uruchamianie procesu
de: Starten des Vorgangs
en: Starting process
es: Iniciando el proceso
fr: Démarrage du processus
it: Avvio del processo
ja: プロセスを開始中
pt_br: Iniciando o processo
ru: Запуск процесса
tr: Süreç başlatılıyor
uk: Запуск процесу
vi: Đang khởi chạy quy trình
zh_hans: 正在启动流程

# creator.workflow.unmount_target.status
source: Odmontowywanie dysku docelowego...
de: Aushängen des Zieldatenträgers...
en: Unmounting target disk...
es: Desmontando el disco de destino...
fr: Démontage du disque cible...
it: Smontaggio del disco di destinazione...
ja: 対象ディスクをアンマウント中...
pt_br: Desmontando o disco de destino...
ru: Отмонтирование целевого диска...
tr: Hedef diskin bağlantısı kesiliyor...
uk: Відмонтування цільового диска...
vi: Đang tháo gắn kết ổ đích...
zh_hans: 正在卸载目标磁盘...

# creator.workflow.unmount_target.title
source: Przygotowanie dysku docelowego
de: Vorbereiten des Zieldatenträgers
en: Preparing target disk
es: Preparando el disco de destino
fr: Préparation du disque cible
it: Preparazione del disco di destinazione
ja: 対象ディスクを準備中
pt_br: Preparando o disco de destino
ru: Подготовка целевого диска
tr: Hedef disk hazırlanıyor
uk: Підготовка цільового диска
vi: Đang chuẩn bị ổ đích
zh_hans: 正在准备目标磁盘
